import { CONTENT_TYPES } from "@/utils/constants";

export default {
  name: "Krondstadt Asset Managment",
  slug: "KAM",
  roles: ["Исследование", "Визуальная идентификация", "Гайдлайн", "Веб"],
  year: 22,
  number: 3,
   link: "https://www.behance.net/gallery/188124693/Investment-Fund-BrandingCorporate-Identity-and-Website",
  content: [
    {
      type: CONTENT_TYPES.paragraph,
      text: `
        Основатель хедж-фонда обратился с запросом на создание авторитетного бренда, способного привлечь инвесторов и масштабировать присутствие.
В основе системы — лаконичный логотип с круговой формой, символизирующей движение и защиту. Вся платформа вдохновлена эстетикой секретных служб: сдержанной, структурированной и технологичной. Гибкая система фотостайлинга, верстки и графических элементов создаёт атмосферу точности и доверия.
      `,
    },
    {
      type: CONTENT_TYPES.extraParagraph,
      text: `
        Закрытый клуб опытных инвесторов, предоставляющий персональные решения с максимальной выгодой в любой рыночной ситуации.
      `,
    },
  ],
  images: [
    "/3.0.mp4",
    "/3.1.webp",
    "/3.2.mp4",
    "/3.3.mp4",
    "/3.4.webp",
    "/3.5.webp",
    "/3.6.png",
    "/3.7.mp4",
    "/3.8.webp",
    "/3.9.mp4",
    "/3.10.webp",
    "/3.11.webp",
    "/3.12.png",
    "/3.13.webp",
    "/3.14.webp",
    "/3.15.webp",
    "/3.16.mp4",
    "/3.17.jpg",
    "/3.18.mp4",
    "/3.19.mp4",
    "/3.20.png",
    "/3.21.jpg",
    "/3.22.jpg",
    "/3.23.mp4",
    "/3.24.png",
    "/3.25.mp4",
  ],
  media: [
    { type: "video", src: "/3.mp4" }, 
  ]
};
