import { CONTENT_TYPES } from "@/utils/constants";

export default {
  name: "Sasha Slepchuk",
  slug: "sasha-slepchuk",
  roles: ["Анимация", "Визуальная идентификация", "Web"],
  year: 23,
  number: 5,
  content: [
    {
      type: CONTENT_TYPES.paragraph,
      text: `
        С самого начала проекта Саша стремилась влить искусство в коммерческую жизнеспособность, органично сочетая творчество с коммерцией. Создание привлекательного образа, синхронного с ее творческой сущностью, было ключевым, как и определение эффективных каналов распространения.
      `,
    },
    {
      type: CONTENT_TYPES.extraParagraph,
      text: `
        Чувствительное исследование трансформации, где метаморфоза встречается с эмоциями, опытом, нарушением границ и вдохновением для приема изменений.
      `,
    },
  ],
  images: [
    "/5.1.mp4",
    "/5.2.mp4",
    "/5.3.mp4",
    "/5.4.mp4",
    "/5.5.mp4",
    "/5.6.mp4",
    "/5.7.webp",
    "/5.8.webp",
    "/5.9.webp",
    "/5.10.mp4",
    "/5.12-13.mp4",
    "/5.14.mp4",
    "/5.15.mp4",
    "/5.16.webp",
    "/5.17.webp",
    "/5.18.mp4",
    "/5.19.mp4",
    "/5.20.mp4",
    "/5.21.mp4",
    "/5.22.mp4",
    "/5.23.mp4",
    "/5.24-25.mp4",
    "/5.26.mp4",
    "/5.27.mp4",
    "/5.28.mp4",
    "/5.29.mp4",
    "/5.31.mp4",
    "/5.32.mp4",
    "/5.33.mp4",

  ],
  media: [
    { type: "video", src: "/5.mp4" }, 
  ]
};
